<template>
  <div>
    <h1>Согласие на обработку персональных данных</h1>
    <p>Я, субъект персональных данных, в соответствии с Федеральным законом №152-ФЗ «О персональных данных» свободно, своей волей и в своём интересе выражаю согласие ИП Сарецян Лаура Альбертовна, ОГРН 305231903100012/ИНН 231900313877 , на обработку моих персональных данных, указанных мной на сайте https://rosa-sochi.ru, включая:</p>
    <p>— ФИО,</p>
    <p>— номер телефона,</p>
    <p>— адрес доставки,</p>
    <p>— адрес электронной почты,</p>
    <p>— иные данны необходимые для обработки и выполнения заказа</p>
    <p>— IP-адрес,</p>
    <p>— cookie-файлы.</p>
    <p>Цель обработки: выполнение заказа, доставка, предоставление консультаций, обратная связь, а также рекламная рассылка по согласованию.</p>
    <p>Срок хранения персональных данных — до отзыва согласия или достижения целей обработки.</p>
    <p>Настоящее согласие может быть отозвано мною в любое время путём направления запроса на e-mail: rosasochi@yandex.ru</p>
    <p>Согласие предоставляется на обработку с использованием средств автоматизации и без них, в том числе передачу третьим лицам, если это необходимо для исполнения заказа.</p>
  </div>
</template>